Repository: TGMPA/TGM-Plugin-Activation
Catalog: languages/*.po
Languages: fa_ir

source: Install Required Plugins
fa_ir: افزونه های مورد نیاز را نصب کن

source: Install Plugins
fa_ir: نصب افزونه ها

source: Installing Plugin: %s
fa_ir: درحال نصب افرونه %s

source: Updating Plugin: %s
fa_ir: در حال به روزرسانه افزونه %s

source: Something went wrong with the plugin API.
fa_ir: مشکلی به وجود آمده است.

source: This theme requires the following plugin: %1$s.
fa_ir: افزونه های مقابل جهت کارکرد صحیح این قالب مورد نیاز می باشند: %1$s.

source: This theme recommends the following plugin: %1$s.
fa_ir: نصب این افزونه ها برای کارکرد بهتر این قالب پیشنهاد می شود: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fa_ir: افزونه هایی که جهت تضمین کارایی با قالب نیازمند به روز رسانی می باشد: %1$s.

source: There is an update available for: %1$s.
fa_ir: به روز رسانی برا افزونه های مقابل موجود می باشد: %1$s.

source: The following required plugin is currently inactive: %1$s.
fa_ir: افزونه های مورد نیاز که در حال حاضر فعال نمی باشند: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fa_ir: افزونه های پیشنهادی که در حال حاظر فعال نمی باشند: ‌%1$s.

source: Begin installing plugin
fa_ir: آغاز نصب افزونه

source: Begin updating plugin
fa_ir: آغاز به روز رسانی افزونه

source: Begin activating plugin
fa_ir: آغاز فعال سازی افزونه

source: Return to Required Plugins Installer
fa_ir: بازگشت به نصب کننده افزونه های مورد نیاز

source: Return to the Dashboard
fa_ir: بازگشت به پیشخوان

source: Plugin activated successfully.
fa_ir: افزونه با موفقیت فعال شد.

source: The following plugin was activated successfully:
fa_ir: افزونه های مقابل با موفقیت فعال شدند:

source: No action taken. Plugin %1$s was already active.
fa_ir: عملی انجام نشد. افزونه %1$s از پیش فعال بود.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fa_ir: افزونه فعال نیست. نسخه بالاتری از %s برای این قالب مورد نیاز می باشد. لطفاً افزونه را به روز نمایید.

source: All plugins installed and activated successfully. %1$s
fa_ir: تمامی افزونه ها با موفقیت نصب و فعال شدند. %1$s

source: Dismiss this notice
fa_ir: این پیغام را نادیده بگیر

source: There are one or more required or recommended plugins to install, update or activate.
fa_ir: یک یا چند افزونه پیشنهادی جهت نصب، به روز رسانی و یا فعال کردن وجود دارد.

source: Please contact the administrator of this site for help.
fa_ir: لطفاً با مدیر این سایت جهت کمک تماس بگیرید.

source: This plugin needs to be updated to be compatible with your theme.
fa_ir: این افزونه نیاز به بروز رسانی جهت کارکرد صحیح با قالب شما دارد.

source: Update Required
fa_ir: به روز رسانی مورد نیاز است

source: Set the parent_slug config variable instead.
fa_ir: متغیر parent_slug را به جای آن مقدار دهی نمایید.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fa_ir: در افزونه مورد نظر پوشه ای به نام slug وارد شده یافت نشد و تغییر نام عمل نمی کند.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fa_ir: لطفا با صاحب افزونه جهت تصحیح افزونه خود با قوانین ورد پرس تماس حاصل فرمایید.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fa_ir: افزونه مورد نظر دارای بیش از یک فایل می باشد و فایل ها درون پوشه قرار ندارند.

# plugin A *and* plugin B
source: and
fa_ir: و

source: TGMPA v%s
fa_ir: TGMPA نسخه %s

source: Required
fa_ir: مورد نیاز

source: Recommended
fa_ir: پیشنهادی

source: WordPress Repository
fa_ir: مخزن افزونه های ورد پرس

source: External Source
fa_ir: منبع خارجی

source: Pre-Packaged
fa_ir: پکیج از پیش تعریف شده

source: Not Installed
fa_ir: نصب نشده است

source: Installed But Not Activated
fa_ir: نصب شده ولی فعال نیست

source: Active
fa_ir: فعال

source: Required Update not Available
fa_ir: بروز رسانی مورد نظر یافت نشد

source: Requires Update
fa_ir: نیاز به بروز رسانی دارد

source: Update recommended
fa_ir: پیشنهاد میشود ارتقا یابد

# Install/Update Status
source: %1$s, %2$s
fa_ir: وضعیت نصب/بروز رسانی %1$s، %2$s

# plugins
source: All <span class="count">(%s)</span>
fa_ir: همه <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fa_ir: برای نصب <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fa_ir: بروز رسانی موجود <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fa_ir: جهت فعال سازی <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fa_ir: نا مشخص

source: Installed version:
fa_ir: نسخه نصب شده:

source: Minimum required version:
fa_ir: قدیمی ترین نسخه مورد نیاز:

source: Available version:
fa_ir: نسخه موجود:

source: No plugins to install, update or activate.
fa_ir: افزونه ای نصب، بروز رسانی و یا فعال نشد.

source: Plugin
fa_ir: افزونه

source: Source
fa_ir: منبع

source: Type
fa_ir: نوع

source: Version
fa_ir: نسخه

source: Status
fa_ir: وضیعت

source: Install %2$s
fa_ir: نصب %2$s

source: Update %2$s
fa_ir: به روز رسانی %2$s

source: Activate %2$s
fa_ir: فعال سازی %2$s

source: Upgrade message from the plugin author:
fa_ir: پیام بروز رسانی از طرف نویسنده افزونه:

source: Install
fa_ir: نصب

source: Update
fa_ir: به روز رسانی

source: Activate
fa_ir: فعال سازی

source: No plugins were selected to be installed. No action taken.
fa_ir: افزونه ای جهت نصب انتخاب نشده است. عملی انجام نشد.

source: No plugins were selected to be updated. No action taken.
fa_ir: افزونه ای جهت بروز رسانی انتخاب نشده است. عملی انجام نشد.

source: No plugins are available to be installed at this time.
fa_ir: درحال حاظر افزونه ای جهت نصب موجود نیست.

source: No plugins are available to be updated at this time.
fa_ir: درحال حاظر افزونه ای جهت بروز رسانی موجود نیست.

source: No plugins were selected to be activated. No action taken.
fa_ir: افزونه ای جهت فعال سازی انتخاب نشده است. عملی انجام نشد.

source: No plugins are available to be activated at this time.
fa_ir: درحال حاظر افزونه ای جهت فعال سازی موجود نیست.

source: Plugin activation failed.
fa_ir: خطا در فعال سازی افزونه.

source: Updating Plugin %1$s (%2$d/%3$d)
fa_ir: در حال به روز رسانی %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fa_ir: خطا در هنگام نصب %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fa_ir: خطا در هنگام نصب %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: عمل نصب و فعال سازی آغاز گردید. این عمل ممکن است کمی طولانی شود لطفاً صبور باشید.

source: %1$s installed and activated successfully.
fa_ir: نصب و فعال سازی %1$s موفقیت آمیز بود.

source: Show Details
fa_ir: نمایش جزییات

source: Hide Details
fa_ir: مخفی کردن جزییات

source: All installations and activations have been completed.
fa_ir: عملیات نصب و فعال سازی به اتمام رسید.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fa_ir: نصب و فعال سازی افزونه %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: عملیات نصب آغاز گردید. این عمل ممکن است کمی طولانی شود لطفاً صبور باشید.

source: %1$s installed successfully.
fa_ir: نصب %1$s با موفقیت به اتمام رسید.

source: All installations have been completed.
fa_ir: عملیات نصب به صورت کامل به اتمام رسید.

source: Installing Plugin %1$s (%2$d/%3$d)
fa_ir: در حال نصب افزونه %1$s (%2$d/%3$d)
