Repository: TGMPA/TGM-Plugin-Activation
Catalog: languages/tgmpa-*.po
Languages: vi_vn

source: Install Required Plugins
vi_vn: Cài Đặt Plugins Yêu Cầu

source: Install Plugins
vi_vn: Cài đặt Plugins

source: Installing Plugin: %s
vi_vn: Cài đặt Plugins: %s

source: Updating Plugin: %s
vi_vn: Cập nhật Plugins: %s

source: Something went wrong with the plugin API.
vi_vn: Có lỗi ở plugin API.

source: This theme requires the following plugin: %1$s.
vi_vn: Giao diện này yêu cầu cần cài đặt những plugin sau: %1$s.

source: This theme recommends the following plugin: %1$s.
vi_vn: Giao diện này đề nghị cần cài đặt những plugin sau: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
vi_vn: Những plugin sau cần được cập nhật lên phiên bản mới nhất để tương thích với giao diện: %1$s.

source: There is an update available for: %1$s.
vi_vn: Có bản cập nhật cho: %1$s.

source: The following required plugin is currently inactive: %1$s.
vi_vn: Plugin cần có sau đây hiện tại đang Chưa Kích Hoạt: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
vi_vn: Plugin đề nghị sau đây hiện tại đang Chưa Kích Hoạt: %1$s.

source: Begin installing plugin
vi_vn: Bắt đầu cài đặt plugins

source: Begin updating plugin
vi_vn: Bắt đầu cập nhật plugins

source: Begin activating plugin
vi_vn: Bắt đầu kích hoạt plugins

source: Return to Required Plugins Installer
vi_vn: Trở lại Cài Đặt Plugins Yêu Cầu

source: Return to the Dashboard
vi_vn: Trở lại Bảng Điều Khiển

source: Plugin activated successfully.
vi_vn: Plugin đã được kích hoạt thành công.

source: The following plugin was activated successfully:
vi_vn: Những plugin sau đây đã cài đặt thành công:

source: No action taken. Plugin %1$s was already active.
vi_vn: Không có hành động nào. Plugin %1$s đã kích hoạt rồi.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
vi_vn: Plugin không thể kích hoạt. Yêu cầu phiên bản cao hơn cho plugin %s. Vui lòng cập nhật plugin.

source: All plugins installed and activated successfully. %1$s
vi_vn: Tất cả plugins đã được cài đặt và kích hoạt thành công. %1$s

source: Dismiss this notice
vi_vn: Ngừng thông báo

source: There are one or more required or recommended plugins to install, update or activate.
vi_vn: Có một hoặc nhiều plugins được yêu cầu hoặc đề nghị để cài đặt, cập nhật hoặc kích hoạt.

source: Please contact the administrator of this site for help.
vi_vn: Vui lòng liên hệ Ban Quản Trị của trang để được trợ giúp.

source: This plugin needs to be updated to be compatible with your theme.
vi_vn: Plugin này cần được cập nhật để tương thích với giao diện của bạn.

source: Update Required
vi_vn: Cập nhật yêu cầu

source: Set the parent_slug config variable instead.
vi_vn: Thiết lập biến parent_slug thay thế.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
vi_vn: Gói plugin từ xa không có chứa trong folder (slug mô tả) nên nó không hoạt động được.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
vi_vn: Vui lòng liên hệ với nhà cung cấp plugin và yêu cầu họ đóng gói plugin theo đúng yêu cầu của Wordpress nhé.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
vi_vn: Gói plugin từ xa có chứa nhiều hoặc một file không được đóng gói trong thư mục.

# plugin A *and* plugin B
source: and
vi_vn: và

source: Required
vi_vn: Bắt buộc

source: Recommended
vi_vn: Đề nghị

source: WordPress Repository
vi_vn: Repo Wordpress

source: External Source
vi_vn: Nguồn bên ngoài

source: Pre-Packaged
vi_vn: Đóng gói trước

source: Not Installed
vi_vn: Chưa cài đặt

source: Installed But Not Activated
vi_vn: Cài đặt rồi mà chưa kích hoạt

source: Active
vi_vn: Kích hoạt

source: Required Update not Available
vi_vn: Yêu cầu cập nhật không Hỗ Trợ

source: Requires Update
vi_vn: Yêu cầu cập nhật

source: Update recommended
vi_vn: Đề nghị cập nhật

# plugins
source: All <span class="count">(%s)</span>
vi_vn: Tất cả <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
vi_vn: Để cài đặt <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
vi_vn: Cập nhật hiện có <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
vi_vn: Để kích hoạt <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
vi_vn: không biết

source: Installed version:
vi_vn: Đã cài đặt phiên bản:

source: Minimum required version:
vi_vn: Yêu cầu phiên bản thấp nhất:

source: Available version:
vi_vn: Phiên bản hiện có:

source: No plugins to install, update or activate.
vi_vn: Không có plugins nào cần cài đặt, cập nhật hoặc kích hoạt.

source: Source
vi_vn: Nguồn

source: Type
vi_vn: Loại

source: Version
vi_vn: Phiên bản

source: Status
vi_vn: Trang thái

source: Install %2$s
vi_vn: Cài đặt %2$s

source: Update %2$s
vi_vn: Cập nhật %2$s

source: Activate %2$s
vi_vn: Kích hoạt %2$s

source: Upgrade message from the plugin author:
vi_vn: Tin nhắn nâng cấp từ tác giả plugin:

source: Install
vi_vn: Cài đặt

source: Update
vi_vn: Cập nhật

source: Activate
vi_vn: Kích hoạt

source: No plugins were selected to be installed. No action taken.
vi_vn: Bạn chưa lựa chọn plugins nào để cài đặt.

source: No plugins were selected to be updated. No action taken.
vi_vn: Bạn chưa lựa chọn plugins nào để cập nhật.

source: No plugins are available to be installed at this time.
vi_vn: Hiện chưa có plugins cần cài đặt tại thời điểm này.

source: No plugins are available to be updated at this time.
vi_vn: Hiện chưa có plugins nào cần cập nhật tại thời điểm này.

source: No plugins were selected to be activated. No action taken.
vi_vn: Hiện chưa có plugins nào cần cập nhật tại thời điểm này.

source: No plugins are available to be activated at this time.
vi_vn: Hiện chưa có plugins nào cần kích hoạt tại thời điểm này.

source: Plugin activation failed.
vi_vn: Không thể kích hoạt được plugin.

source: Updating Plugin %1$s (%2$d/%3$d)
vi_vn: Đang cập nhật plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
vi_vn: Có một lỗi trong khi cài đặt %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
vi_vn: Cài đặt %1$s gặp lỗi rồi.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
vi_vn: Quá trình cài đặt và kích hoạt đang bắt đầu. Quá trình này có thể hơi lâu tuỳ vào server của bạn, vì vậy hãy kiên nhẫn tí nhé.

source: %1$s installed and activated successfully.
vi_vn: %1$s đã được cài đặt và kích hoạt thành công.

source: Show Details
vi_vn: Xem chi tiết

source: Hide Details
vi_vn: Ẩn chi tiết

source: All installations and activations have been completed.
vi_vn: Tất cả đã được cài đặt và kích hoạt.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
vi_vn: Đang cài đặt và kích hoạt Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
vi_vn: Quá trình cài đặt đang bắt đầu. Quá trình này có thể hơi lâu tuỳ vào server của bạn, vì vậy hãy kiên nhẫn tí nhé.

source: %1$s installed successfully.
vi_vn: %1$s đã cài đặt thành công.

source: All installations have been completed.
vi_vn: Tất cả đã được cài đặt.

source: Installing Plugin %1$s (%2$d/%3$d)
vi_vn: Đang cài đặt Plugin %1$s (%2$d/%3$d)
